{
  "faqTitle": "FAQ’s",
  "faqNote": "These FAQs help answer common questions from prospective participants, making it easier to understand the services and facilities offered by Sekolah Kopi Lampung Barat.",
  "questions": [
    {
      "q": "What is Sekolah Kopi Lampung Barat?",
      "a": "Sekolah Kopi Lampung Barat is a training and coffee education center focused on robusta coffee. We offer various classes for all levels, from beginners to professionals, covering the entire process from bean to cup."
    },
    {
      "q": "What classes are offered at Sekolah Kopi Lampung Barat?",
      "a": "We offer several classes designed for different levels:\n- Basic Robusta Coffee Knowledge: For beginners who want to understand robusta coffee.\n- Intermediate Robusta Brewing Techniques: Intermediate classes for those looking to refine their brewing skills.\n- Professional Robusta Coffee Mastery: Intensive programs for aspiring baristas and coffee professionals."
    },
    {
      "q": "Do I need prior experience to join the classes?",
      "a": "No. Our classes are open to everyone, including those with no prior experience in coffee. We offer beginner-friendly classes to help you start from the basics."
    },
    {
      "q": "Where is Sekolah Kopi Lampung Barat located?",
      "a": "Our coffee school is located in the heart of Lampung Barat’s coffee plantations, a region known for producing some of the best robusta coffee in Indonesia."
    },
    {
      "q": "How long is each class?",
      "a": "Class duration varies depending on the selected package:\n- Basic Class: 2 hours\n- Intermediate Class: 4 hours\n- Professional Class: 2 days (intensive)"
    },
    {
      "q": "Will I receive a certificate after completing a class?",
      "a": "Yes, every participant who completes a class will receive a participation or skills certificate according to the chosen program."
    },
    {
      "q": "How do I register for a class?",
      "a": "You can register directly through our website on the 'Register' page or contact us via email or phone. After submitting the form, our team will confirm your registration."
    },
    {
      "q": "What facilities are provided during the class?",
      "a": "We provide complete facilities, including:\n- Learning materials and coffee brewing tools\n- Hands-on practice with professional equipment\n- Guidebook and souvenir of local robusta coffee beans"
    },
    {
      "q": "Does Sekolah Kopi Lampung Barat offer accommodation?",
      "a": "We do not offer accommodation, but we can recommend nearby lodging options for out-of-town participants."
    },
    {
      "q": "Is there an age limit to join the classes?",
      "a": "Our classes are open to all ages, but we recommend a minimum age of 17, especially for intensive programs."
    },
    {
      "q": "Can I request private or group classes?",
      "a": "Yes, we offer private or group classes with customizable schedules and materials. Please contact us for details on pricing and availability."
    },
    {
      "q": "Can I buy Lampung Barat robusta beans on site?",
      "a": "Absolutely! You can purchase locally grown robusta coffee beans at our store after the class."
    }
  ]
}
